Repository: estoclet/dp-template
Catalog: app/modules/custom/icdc_node_weight_order/translations/icdc_node_weight_order-*.po
Languages: fr

source: Add weight to node and interface to order them easily
fr: Ordonner les contenus par poid facilement

source: Are you sure you want to delete keyword "%keywords" ?
fr: Êtes-vous sûr de vouloir supprimer le mot-clé "%keywords" ?

source: Add keywords
fr: Ajouter un mot-clé

source: Sorry, There are no keywords!
fr: Désolé, il n'y a pas de mot-clé !

source: Sorry, There are no items!
fr: Désolé, il n'y a aucun élément.

source: Weight for @title
fr: Poid du contenu @title

source: @label keyword already exist
fr: Le mot-clé @label existe déjà

source: ICDC Node Weight Order field
fr: Champ ICDC Node Weight Order

source: A ICDC Node Weight Order field
fr: Un champ ICDC Node Weight Order

source: Input exposed filter
fr: Filtre exposé

source: Input filter for nested sort param.
fr: Filtre exposé pour le paramètre de tri.
